acpi
acpilight
alsa-utils
audacity
autoconf
automake
awesome-terminal-fonts
baobab
base
binutils
bison
blueman
bluez-utils
bpytop
brave-bin
cmake
cmus
cuda
deepin-desktop-base
deepin-desktop-schemas
deepin-gtk-theme
deepin-icon-theme
deepin-sound-theme
dialog
dmenu
dolphin
dosfstools
efibootmgr
emacs
evince
fakeroot
fasd
feh
firefox
flameshot
flex
gcc
gdb
git
gnome-bluetooth
gnome-control-center
gnome-settings-daemon
gparted
groff
grub
grub-btrfs
gtk2
hacksaw
htop
hwinfo
i7z
imagemagick
intel-ucode
lib32-nvidia-utils
libmtp
libreoffice-still
libreoffice-still-ru
libtool
libva-intel-driver
linux
linux-firmware
linux-headers
lshw
luit
lutris
m4
maim
make
mesa-demos
minder
mpg123
mpv
mtools
mtpfs
multibootusb
neovim
network-manager-applet
networkmanager
nodejs
notification-daemon
npm
ntfs-3g
nvidia
nvidia-prime
nvidia-settings
nvidia-utils
ocl-icd
os-prober
pamixer
pandoc
paru
pass
patch
pavucontrol
picom-jonaburg-git
pkgconf
powertop
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulsemixer
python-pip
python-pyalsa
python-pynvim
qbittorrent
qt5-connectivity
qt5ct
ranger
redshift
reflector
ripgrep
rsync
scrot
shotgun
simple-mtpfs
sof-firmware
steam
sudo
system76-dkms
system76-power
telegram-desktop
texinfo
the_silver_searcher
thermald
tk
tlp
tor
torbrowser-launcher
ttf-font-awesome
ueberzug
ufw
unrar
unzip
vi
vlc
webkit2gtk
wget
which
wireless_tools
wpa_supplicant
xautolock
xclip
xcompmgr
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
youtube-dl
zathura
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zoom
zsh
zsh-autosuggestions
zsh-history-substring-search
zsh-syntax-highlighting
