acpi
acpilight
aic94xx-firmware
alsa-utils
audacity
autoconf
automake
baobab
base
bashtop
binutils
bison
bluez-utils
brave-bin
cmake
cmus
cpupower
ctags
cuda
dialog
efibootmgr
emacs
extundelete
fakeroot
feh
firefox
flameshot
flex
gcc
gdb
git
gparted
groff
grub
grub-btrfs
gtk2
gtk3
hacksaw
htop
hwinfo
i7z
imagemagick
intel-ucode
jicofo
jitsi-meet
jitsi-videobridge
lf
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libgcrypt
lib32-libjpeg-turbo
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-v4l-utils
libmtp
libreoffice-still
libtool
libva-intel-driver
linux
linux-firmware
linux-headers
lshw
luit
lutris
m4
maim
make
mesa-demos
minder
mpg123
mpv
mtools
mtpfs
neovim
network-manager-applet
networkmanager
nodejs
notification-daemon
npm
ntfs-3g
nvidia
nvidia-prime
nvidia-settings
ocl-icd
os-prober
pamixer
pandoc
pass
patch
pavucontrol
picom
pkgconf
powertop
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulsemixer
python-pip
python-pyalsa
python-pynvim
qbittorrent
qt5-connectivity
ranger
redshift
reflector
ripgrep
scrot
shotgun
simple-mtpfs
snapper
sof-firmware
steam
sudo
telegram-desktop
texinfo
the_silver_searcher
thermald
tk
tlp
ttf-font-awesome
ttf-iosevka
ueberzug
unrar
unzip
vi
vue
wd719x-firmware
webkit2gtk
wget
which
wine-gecko
wine-mono
wine-staging
wireless_tools
wpa_supplicant
xclip
xmind
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
youtube-dl
zathura
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zoom
zsh
zsh-autosuggestions
zsh-history-substring-search
zsh-syntax-highlighting
