acpi
acpilight
aircrack-ng
alsa-utils
arc-gtk-theme
audacity
autoconf
automake
awesome-terminal-fonts
baobab
base
binutils
bison
blueman
bluez-utils
bpytop
brave-bin
breeze-gtk
cmake
cmus
dashbinsh
deepin-desktop-base
deepin-desktop-schemas
deepin-gtk-theme
deepin-icon-theme
deepin-sound-theme
dialog
discord
dmenu
dolphin
dosfstools
efibootmgr
emacs
eog
epiphany
evince
fakechroot
fakeroot
fasd
feh
file-roller
firefox
flameshot
flex
gamemode
gcc
gdb
gdm
gedit
git
gnome-backgrounds
gnome-books
gnome-boxes
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-contacts
gnome-control-center
gnome-documents
gnome-font-viewer
gnome-getting-started-docs
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-photos
gnome-remote-desktop
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-terminal
gnome-user-docs
gnome-user-share
gnome-weather
gparted
grilo-plugins
groff
grub
grub-btrfs
grub-customizer
gst-plugins-good
gtk2
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
hacksaw
htop
hwinfo
i7z
imagemagick
inkscape
intel-media-driver
intel-ucode
iucode-tool
kcm-wacomtablet
krita
lib32-gamemode
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libgcrypt
lib32-libjpeg-turbo
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxft-bgra
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-opencl-nvidia
lib32-v4l-utils
lib32-vulkan-icd-loader
libmtp
libreoffice-still
libreoffice-still-ru
libtool
libva-intel-driver
libxft-bgra
linux-firmware
linux-zen
linux-zen-headers
lollypop
lshw
luit
lutris
m4
maim
make
materia-gtk-theme
mesa-demos
minder
mpg123
mpv
mtools
mtpfs
multibootusb
mypaint
nautilus
neovim
network-manager-applet
networkmanager
nodejs
notification-daemon
npm
ntfs-3g
nvidia-prime
nvidia-settings
nvidia-utils
ocl-icd
opencl-nvidia
orca
os-prober
pacman
pacman-contrib
pamixer
pandoc
paru
pass
patch
pavucontrol
perl-locale-gettext
picom-jonaburg-git
pkgconf
plasma-desktop
powertop
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulsemixer
python-pip
python-pyalsa
python-pynvim
qbittorrent
qt5-connectivity
qt5ct
ranger
redshift
reflector
ripgrep
root
rsync
rygel
scrot
shotgun
simple-mtpfs
simple-scan
skypeforlinux-stable-bin
sof-firmware
sudo
sushi
system76-dkms
system76-power
telegram-desktop
texinfo
texstudio
the_silver_searcher
thermald
tk
tlp
tor
torbrowser-launcher
totem
tracker
tracker-miners
tracker3-miners
ttf-font-awesome
ueberzug
ufw
unrar
unzip
vi
vino
vlc
vulkan-intel
webkit2gtk
wget
which
wine
wine-mono
wireless_tools
wpa_supplicant
xautolock
xclip
xcompmgr
xdg-user-dirs-gtk
xf86-input-wacom
xmobar
xmonad
xmonad-contrib
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
yelp
youtube-dl
zathura
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zoom
zsh
zsh-autosuggestions
zsh-history-substring-search
zsh-syntax-highlighting
